Repository: baharmostafaei/onlineshop-project
Catalog: products/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Product Image
fa: عکس محصول

source: Very Bad
fa: خیلی بد

source: Bad
fa: بد

source: Good
fa: متوسط

source: Very Good
fa: خوب

source: Amazing
fa: عالی

source: Comment's text
fa: متن نظر

source: Your Rate
fa: امتیاز شما به این محصول

source: Add to cart
fa: اضافه به سبد خرید

source: Product description
fa: توضیحات محصول

source: Enter you comment
fa: نظر خود را وارد کنید

source: submit
fa: ارسال

source: To add comment you should login first.
fa: برای کامنت گذاشتن ابتدا به حساب کاربری خود وارد شوید

source: Add to Cart
fa: اضافه به سبد خرید
